Revit 2027 API
BuiltInFailures.WallFailures.CannotRedoFaceBased Property
 Faces defining this Element cannot be reacquired.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotRedoFaceBased { get; }
Public Shared ReadOnly Property CannotRedoFaceBased As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotRedoFaceBased {
	FailureDefinitionId^ get ();
}
static member CannotRedoFaceBased : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.WallFailures Class
Autodesk.Revit.DB Namespace